Repository: bluemimic/deposit-coupon-registar
Catalog: registar/locale/*/LC_MESSAGES/django.po
Languages: lv, ru

source: Promote selected users to staff
lv: Paaugstināt atlasītos lietotājus par darbiniekiem
ru: Назначить выбранных пользователей сотрудниками

source: Demote selected users from staff
lv: Pazemināt atlasītos lietotājus no personāla
ru: Понизить выбранных пользователей из штата сотрудников

source: Activate selected users
lv: Aktivizēt atlasītos lietotājus
ru: Активировать выбранных пользователей

source: Deactivate selected users
lv: Deaktivizēt atlasītos lietotājus
ru: Деактивировать выбранных пользователей

source: Search by first name, last name, email, username
lv: Meklēt pēc vārda, uzvārda, e-pasta, lietotājvārda
ru: Поиск по имени, фамилии, электронной почте, имени пользователя

source: accounts
lv: konti
ru: аккаунты

source: Email
lv: E-pasts
ru: Электронная почта

source: Initializes the groups and permissions.
lv: Inicializē grupas un atļaujas.
ru: Инициализировать группы и разрешения.

source: Do not print any output.
lv: Nedrukāt nekādu izvadi.
ru: Не печатать никаких выходных данных.

source: updated at
lv: atjaunināts
ru: обновлено в

source: user
lv: lietotājs
ru: пользователь

source: users
lv: lietotāji
ru: пользователи

source: Contact admin
lv: Sazinieties ar administratoru
ru: Связаться с администратором

source: Hi
lv: Sveiki
ru: Привет

source: Looks like you have forgotten your password? Don't worry! Just contact the admin and he will help you out!
lv: Šķiet, ka esat aizmirsis savu paroli? Neuztraucieties! Sazinieties ar administratoru, un viņš jums palīdzēs!
ru: Похоже, вы забыли свой пароль? Не волнуйтесь! Свяжитесь с администратором и он вам поможет!

source: Return to the main page
lv: Atgriezties uz galveno lapu
ru: Вернуться на главную страницу

source: Logout
lv: Atslēgties
ru: Выйти

source: You have been logged out
lv: Jūs esat atslēgušies
ru: Вы вышли из системы

source: Login
lv: Pieslēgties
ru: Войти

source: Forgot password?
lv: Aizmirsis paroli?
ru: Забыли пароль?

source: Password has been successfully changed
lv: Parole ir veiksmīgi nomainīta
ru: Пароль успешно изменен

source: Home
lv: Mājas lapa
ru: Домашняя

source: Profile
lv: Profils
ru: Профиль

source: Change password
lv: Nomainīt paroli
ru: Изменить пароль

source: Return to the profile page
lv: Atgriezties uz profila lapu
ru: Вернуться на страницу профиля

source: %(username)s profile
lv: %(username)s profils
ru: Профиль %(username)s

source: Edit profile
lv: Rediģēt profilu
ru: Изменить профиль

source: Delete account
lv: Dzēst kontu
ru: Удалить аккаунт

source: Register
lv: Reģistrēties
ru: Зарегистрироваться

source: Are you sure you want to delete your account?
lv: Vai tiešām vēlaties dzēst savu kontu?
ru: Вы уверены, что хотите удалить свою учетную запись?

source: Delete profile
lv: Dzēst profilu
ru: Удалить профиль

source: This will permanently delete your account. All your data will be lost, including all your stores and coupons, and you will not be able to recover them. All your coupons will be removed from all groups and will no longer be available to users in them. Are you sure you want to delete the account?
lv: Jūsu konts tiks neatgriezeniski nodzēsts. Tiks zaudēti visi jūsudati, tostarp visi jūsu veikali un kuponi, un jūs nevarēsiet tos atgūt. Visi jūsu kuponi tiks noņemti no visām grupām un vairs nebūs pieejami tajos esošiem lietotājiem. Vai tiešām vēlaties dzēst kontu?
ru: Это приведет к безвозвратному удалению вашей учетной записи. Все ваши данные будут потеряны, включая все ваши магазины и купоны, и вы не сможете их восстановить. Все ваши купоны будут удалены из всех групп и больше не будут доступны пользователям в них. Вы уверены, что хотите удалить учетную запись?

source: Cancel
lv: Atcelt
ru: Отмена

source: Delete my account
lv: Dzēst manu kontu
ru: Удалить мой аккаунт

source: Create profile
lv: Izveidot profilu
ru: Создать профиль

source: Create user
lv: Izveidot lietotāju
ru: Создать пользователя

source: Your profile was created successfully
lv: Jūsu profils tika veiksmīgi izveidots
ru: Ваш профиль успешно создан

source: User updated successfully
lv: Lietotāja dait ir veiksmīgi atjaunināti
ru: Пользователь успешно изменён

source: User deleted successfully
lv: Lietotājs veiksmīgi izdzēsts
ru: Пользователь успешно удален

source: Pin selected item
lv: Piespraust atlasīto vienumu
ru: Закрепить выбранный элемент

source: Unpin selected item
lv: Atspraust atlasīto vienumu
ru: Открепить выбранный элемент

source: Mark selected coupons as used
lv: Atzīmējiet atlasītos kuponus kā izmantotus
ru: Отметить выбранные купоны как использованные

source: Mark selected coupons as unused
lv: Atzīmējiet atlasītos kuponus kā neizmantotus
ru: Отметить выбранные купоны как неиспользованные

source: Upload selected shops to marketplace
lv: Augšupielādējiet atlasītos veikalus tirgus laikumā
ru: Загрузить выбранные магазины на маркетплейс

source: Remove selected shops from marketplace
lv: Noņemt atlasītos veikalus no tirgus laukuma
ru: Убрать выбранные магазины с маркетплейса

source: Search by title, owner username, owner email
lv: Meklēt pēc nosaukuma, īpašnieka lietotājvārda, īpašnieka e-pasta
ru: Поиск по названию, имени пользователя владельца, адресу электронной почты владельца

source: Search by title, barcode, owner username, owner email, amount, store title
lv: Meklēt pēc nosaukuma, svītrkoda, īpašnieka lietotājvārda, īpašnieka e-pasta, summas, veikala nosaukuma
ru: Поиск по названию, штрих-коду, имени пользователя владельца, адресу электронной почты владельца, сумме, названию магазина

source: Owner's username
lv: Īpašnieka lietotājvārds
ru: Имя пользователя владельца

source: core
lv: pamats
ru: основные

source: Coupon image
lv: Kupona attēls
ru: Изображение купона

source: Barcode
lv: Svītrkods
ru: Штрих-код

source: You cannot select another user's store!
lv: Jūs nevarat izvēlēties cita lietotāja veikalu!
ru: Вы не можете выбрать магазин другого пользователя!

source: You cannot provide both a barcode and an image to a coupon!
lv: Kuponam nevar norādīt gan svītrkodu, gan attēlu!
ru: Вы не можете одновременно предоставить штрих-код и изображение купона!

source: You must provide either a barcode or an image to a coupon!
lv: Jānorāda vai nu svītrkods, vai attēls!
ru: Вам необходимо предоставить штрих-код или изображение купона!

source: No barcode detected in the image.
lv: Attēlā nav atrasts svītrkods.
ru: На изображении штрих-код не обнаружен.

source: No data found in the barcode.
lv: Svītrkodā dati nav atrasti.
ru: Данные в штрих-коде не обнаружены.

source: shop uuid
lv: veikala uuid
ru: uuid магазина

source: shop title
lv: veikala nosaukums
ru: название магазина

source: is shop pinned?
lv: vai veikals ir piesprausts?
ru: магазин закреплен?

source: is shop on marketplace?
lv: vai veikals ir tirgus laikumā?
ru: магазин на маркетплейсе?

source: owner of the shop
lv: veikala īpašnieks
ru: владелец магазина

source: created at
lv: izveidots
ru: создан в

source: shop
lv: veikals
ru: магазин

source: shops
lv: veikali
ru: магазины

source: Can upload shop to marketplace
lv: Var augšupielādēt veikalu tirgus laukumā
ru: Может добавить магазин на маркетплейс

source: Can remove shop from marketplace
lv: Var noņemt veikalu no tirgus laukuma
ru: Может удалить магазин с маркетплейса

source: coupon uuid
lv: kupona uuid
ru: uuid купона

source: coupon title
lv: kupona nosaukums
ru: название купона

source: can be null
lv: var būt nulle
ru: может быть нулевым

source: coupon barcode
lv: kupona svītrkods
ru: штрих-код купона

source: is used?
lv: vai ir izmantots?
ru: был использован?

source: is pinned?
lv: ir piesprausts?
ru: закреплен?

source: is shared?
lv: ir koplietots?
ru: является общим?

source: amount
lv: summa
ru: сумма

source: store
lv: veikals
ru: магазин

source: coupon
lv: kupons
ru: купон

source: coupons
lv: kuponi
ru: купоны

source: Can share coupon
lv: Var koplietot kuponu
ru: Может поделиться купоном

source: Can unshare coupon
lv: Var atcelt kupona koplietošanu
ru: Может отменить совместное использование купона

source: Shops
lv: Veikali
ru: Магазины

source: Coupons
lv: Kuponi
ru: Купоны

source: Groups
lv: Grupas
ru: Группы

source: Marketplace
lv: Tirgus laukums
ru: Маркетплейс

source: My account
lv: Mans konts
ru: Мой аккаунт

source: Are you sure you want to delete coupon %(title)s?
lv: Vai tiešām vēlaties dzēst kuponu %(title)s?
ru: Вы уверены, что хотите удалить купон %(title)s?

source: Coupon %(title)s
lv: Kupons %(title)s
ru: Купон %(title)s

source: Delete coupon %(title)s
lv: Dzēst kuponu %(title)s
ru: Удалить купон %(title)s

source: This will permanently delete the coupon. This action cannot be undone. The coupon will be removed from all groups and will no longer be available to users in them. Are you sure you want to delete the coupon?
lv: Kupons tiks neatgriezeniski nodzēsts. Šo darbību nevar atcelt. Kupons tiks noņemts no visām grupām un airs nebūs pieejams lietotājiem tajās. Vai tiešām vēlaties dzēst kuponu?
ru: Это приведет к безвозвратному удалению купона. Это действие невозможно отменить. Купон будет удален из всех групп и больше не будет доступен пользователям в них. Вы уверены, что хотите удалить купон?

source: Delete coupon
lv: Dzēst kuponu
ru: Удалить купон

source: Coupon <span class="gradient-text">%(title)s</span>
lv: Kupons <span class="gradient-text">%(title)s</span>
ru: Купон <span class="gradient-text">%(title)s</span>

source: Pinned
lv: Piesprausts
ru: Закреплен

source: Shared
lv: Koplietots
ru: Общий

source: Used
lv: Izmantots
ru: Использованный

source: Added at %(date)s
lv: Pievienots %(date)s
ru: Добавлено %(date)s

source: <span class="display-font gradient-text">%(eur)s€</span> for shop %(shop)s
lv: <span class="display-font gradient-text">%(eur)s€</span> veikalam %(shop)s
ru: <span class="display-font gradient-text">%(eur)s€</span> для магазина %(shop)s

source: Change coupon
lv: Mainīt kuponu
ru: Изменить купон

source: Actions
lv: Darbības
ru: Действия

source: Pin coupon
lv: Piespraust kuponu
ru: Закрепить купон

source: Unpin coupon
lv: Atspraust kuponu
ru: Отерепить купон

source: Mark as used
lv: Atzīmēt kā lietotu
ru: Отметить как использованный

source: Mark as unused
lv: Atzīmēt kā neizmantotu
ru: Отметить как неиспользованный

source: Share coupon
lv: Koplietot kuponu
ru: Поделиться купоном

source: Unshare coupon
lv: Atcelt kupona koplietošanu
ru: Отменить совместное использование купона

source: Copy shared url
lv: Kopēt koplietošanas URL
ru: Копировать URL доступа

source: Successfully copied the shared URL!
lv: Veiksmīgi nokopēts koplietošanas URL!
ru: Общий URL-адрес успешно скопирован!

source: Edit coupon
lv: Rediģēt kuponu
ru: Изменить купон

source: Create coupon
lv: Izveidot kuponu
ru: Создать купон

source: Edit coupon %(title)s
lv: Rediģēt kuponu %(title)s
ru: Изменить купон %(title)s

source: No coupons found
lv: Nav atrasts neviens kupons
ru: Купоны не найдены

source: <span class="returned-amount">%(amount)s€</span><span class="returned-text">Returned</span>
lv: <span class="returned-amount">%(amount)s€</span><span class="returned-text">Atgriezts</span>
ru: <span class="returned-amount">%(amount)s€</span><span class="returned-text">Возвращено</span>

source: See overview
lv: Apskatīt pārskatu
ru: Посмотреть обзор

source: Your shops
lv: Jūsu veikali
ru: Ваши магазины

source: Create shop
lv: Izveidot veikalu
ru: Создать магазин

source: See all shops
lv: Apskatīt visus veikalus
ru: Посмотреть все магазины

source: No shops found
lv: Nav atrasts neviens veikals
ru: Магазины не найдены

source: Your coupons
lv: Jūsu kuponi
ru: Ваши купоны

source: See all coupons
lv: Apskatīt visus kuponus
ru: Посмотреть все купоны

source: Your groups
lv: Jūsu grupas
ru: Ваши группы

source: Create group
lv: Izveidot grupu
ru: Создать группу

source: See all groups
lv: Apskatīt visas grupas
ru: Просмотреть все группы

source: No groups found
lv: Nav atrasta neviena grupa
ru: Группы не найдены

source: Welcome to Registar! Please login or register to continue.
lv: Laipni lūdzam Registar! Lūdzu, pieslēdzieties vai reģistrējieties, lai turpinātu.
ru: Добро пожаловать в Registar. Пожалуйста войдите или зарегистрируйтесь чтобы продолжить.

source: For shop %(shop)s
lv: Veikalam %(shop)s
ru: Для магазина %(shop)s

source: Amount: %(amount)s€
lv: Summa: %(amount)s€
ru: Сумма: %(amount)s€

source: See coupon
lv: Apskatīt kuponu
ru: Посмотреть купон

source: Edit
lv: Rediģēt
ru: Изменить

source: Create
lv: Izveidot
ru: Создать

source: %(members)s member
lv: %(members)s dalībnieks
ru: %(members)s участник

source: %(shops)s shop
lv: %(shops)s veikals
ru: %(shops)s магазин

source: Remaining %(amount)s€ total
lv: Paliks %(amount)s€ kopā
ru: Осталось %(amount)s€ всего

source: Remaining --,--€ total
lv: Paliks --,--€ kopā
ru: Осталось --,--€ всего

source: See group
lv: Apskatīt grupu
ru: Посмотреть группу

source: To join %(group)s
lv: Pievienoties %(group)s
ru: Присоединиться к %(group)s

source: %(user)s invited you to join group %(group)s
lv: %(user)s ielūdza jūs pievienoties grupai %(group)s
ru: %(user)s пригласил вас присоединиться к группе %(group)s

source: See invitation
lv: Apskatīt ielūgumu
ru: Посмотреть приглашение

source: Created by %(username)s
lv: Izveidoja %(username)s
ru: Создан %(username)s

source: See shop
lv: Apskatīt veikalu
ru: Посмотреть магазин

source: First page
lv: Pirmā lapa
ru: Первая страница

source: Last page
lv: Pēdējā lapa
ru: Последняя страница

source: Used %(used)s of %(total)s coupon
lv: Izmantoti %(used)s no %(total)s kupona
ru: Использовано %(used)s из %(total)s купона

source: No coupons yet
lv: Vēl nav kuponu
ru: Пока нет купонов

source: Remaining %(amount)s€
lv: Paliks %(amount)s€
ru: Осталось %(amount)s€

source: Remaining --,--€
lv: Paliks --,--€
ru: Осталось --,--€

source: Overview
lv: Pārskats
ru: Обзор

source: Your <span class="fw-bold display-font gradient-text">overview</span>
lv: Jūsu <span class="fw-bold display-font gradient-text">pārskats</span>
ru: Ваш <span class="fw-bold display-font gradient-text">обзор</span>

source: Money
lv: Nauda
ru: Деньги

source: Total amount of money in coupons
lv: Kopējā naudas summa kuponos
ru: Общая сумма денег в купонах

source: Total amount of money returned
lv: Kopējā atgrieztā naudas summa
ru: Общая сумма возвращенных денег

source: Total amount of money remaining
lv: Kopējā atlikušā naudas summa
ru: Общая сумма оставшихся денег

source: Percentage of money returned
lv: Atgrieztās naudas procentuālā daļa
ru: Процент возвращенных денег

source: Total amount of shops
lv: Kopējais veikalu skaits
ru: Общее количество магазинов

source: Total amount of pinned shops
lv: Kopējais piesprausto veikalu skaits
ru: Общее количество закрепленных магазинов

source: Total amount of coupons
lv: Kopējais kuponu skaits
ru: Общее количество купонов

source: Total amount of pinned coupons
lv: Kopējais piesprausto kuponu skaits
ru: Общее количество закрепленных купонов

source: Total amount of shared coupons
lv: Koplietoto kuponu kopsumma
ru: Общее количество купонов с совместным доступом

source: Total amount of used coupons
lv: Kopējais izmantoto kuponu daudzums
ru: Общая сумма использованных купонов

source: Total amount of unused coupons
lv: Kopējais neizmantoto kuponu daudzums
ru: Общая сумма неиспользованных купонов

source: Percentage of used coupons
lv: Izmantoto kuponu procentuālā daļa
ru: Процент использованных купонов

source: Total amount of groups
lv: Kopējais grupu skaits
ru: Общее количество групп

source: Total amount of memberships in other users' groups
lv: Kopējais dalības skaits citu lietotāju grupās
ru: Общее количество членств в группах других пользователей

source: Are you sure you want to delete shop %(title)s?
lv: Vai tiešām vēlaties dzēst veikalu %(title)s?
ru: Вы уверены, что хотите удалить магазин %(title)s?

source: Shop %(title)s
lv: Veikals %(title)s
ru: Магазин %(title)s

source: Delete shop %(title)s
lv: Dzēst veikalu %(title)s
ru: Удалить магазин %(title)s

source: This will permanently delete the shop and all coupons associated with it. This action cannot be undone. The shop and its associated coupons will be removed from all groups and will no longer be available to users in them. Are you sure you want to delete the shop?
lv: Tiks neatgriezeniski izdzēsts veikals un visi ar to saistītie kuponi. Šo darbību nevar atcelt. Veikals un ar to saistītie kuponi tiks noņemti no visām grupām un vairs nebūs pieejami lietotājiem tajās. Vai tiešām vēlaties dzēst veikalu?
ru: Это приведет к безвозвратному удалению магазина и всех связанных с ним купонов. Это действие невозможно отменить. Магазин и связанные с ним купоны будут удалены из всех групп и больше не будут доступны пользователям в них. Вы уверены, что хотите удалить магазин?

source: Delete shop
lv: Dzēst veikalu
ru: Удалить магазин

source: Shop <span class="gradient-text">%(title)s</span>
lv: Veikals <span class="gradient-text">%(title)s</span>
ru: Магазин <span class="gradient-text">%(title)s</span>

source: On marketplace
lv: Tirgus laukumā
ru: На маркетплейсе

source: Update shop
lv: Rediģēt veikalu
ru: Изменить магазин

source: Unpin shop
lv: Atspraust veikalu
ru: Открепить магазин

source: Pin shop
lv: Piespraust veikalu
ru: Закрепить магазин

source: Remove from marketplace
lv: Noņemt no tirgus laukuma
ru: Убрать с маркетплейса

source: Upload to marketplace
lv: Augšupielādēt tirgus laukumā
ru: Добавить на маркетплейс

source: Edit shop
lv: Rediģēt veikalu
ru: Изменить магазин

source: Edit shop %(title)s
lv: Rediģēt veikalu %(title)s
ru: Изменить магазин %(title)s

source: Shop created successfully
lv: Veikals izveidots veiksmīgi
ru: Магазин успешно создан

source: Shop updated successfully
lv: Veikals ir veiksmīgi atjaunināts
ru: Магазин успешно изменён

source: Shop deleted successfully
lv: Veikals veiksmīgi izdzēsts
ru: Магазин успешно удален

source: Shop pinned successfully!
lv: Veikals ir veiksmīgi piesprausts!
ru: Магазин успешно закреплен

source: Shop unpinned successfully!
lv: Veikals ir veiksmīgi atsprausts!
ru: Магазин успешно откреплён

source: Shop uploaded to the marketplace successfully!
lv: Veikals veiksmīgi augšupielādēts tirgus laukumā!
ru: Магазин успешно добавлен на маркетплейс!

source: Shop removed from the marketplace successfully!
lv: Veikals veiksmīgi noņemts no tirgus laukuma!
ru: Магазин успешно удален с маркетплейса!

source: Coupon created successfully
lv: Kupons veiksmīgi izveidots
ru: Купон успешно создан

source: Coupon updated successfully
lv: Kupons veiksmīgi atjaunināts
ru: Купон успешно изменён

source: Coupon deleted successfully
lv: Kupons ir veiksmīgi izdzēsts
ru: Купон успешно удален

source: Coupon shared successfully! Access URL: %(url)s
lv: Kupons veiksmīgi koplietots! Piekļuves URL: %(url)s
ru: Включен совместный доступ к купону! URL-адрес доступа: %(url)s

source: Coupon unshared successfully!
lv: Kupona koplietošana ir veiksmīgi atcelta!
ru: Совместный доступ к купону успешно отключен!

source: Coupon marked as used successfully!
lv: Kupons atzīmēts kā veiksmīgi izmantots!
ru: Купон успешно отмечен как использованный!

source: Coupon marked as unused successfully!
lv: Kupons veiksmīgi atzīmēts kā neizmantots!
ru: Купон успешно отмечен как неиспользованный!

source: Coupon pinned successfully!
lv: Kupons veiksmīgi piesprausts!
ru: Купон успешно закреплен!

source: Coupon unpinned successfully!
lv: Kupons veiksmīgi atsprausts!
ru: Купон успешно откреплён!

source: Accept invitation
lv: Pieņemt ielūgumu
ru: Принять приглашение

source: Reject invitation
lv: Noraidīt ielūgumu
ru: Отклонить приглашение

source: Search by title, barcode, owner username, owner email
lv: Meklēt pēc nosaukuma, svītrkoda, īpašnieka lietotājvārda, īpašnieka e-pasta
ru: Поиск по названию, штрих-коду, имени пользователя владельца, адресу электронной почты владельца

source: Members
lv: Dalībnieki
ru: Участники

source: Search by group title, sender username, sender email, recipient username, recipient email
lv: Meklēt pēc grupas nosaukuma, sūtītāja lietotājvārda, sūtītāja e-pasta, adresāta lietotājvārda, adresāta e-pasta
ru: Поиск по названию группы, имени пользователя отправителя, адресу электронной почты отправителя, имени пользователя получателя, адресу электронной почты получателя

source: Search by shop title, group title
lv: Meklēt pēc veikala nosaukuma, grupas nosaukuma
ru: Поиск по названию магазина, названию группы

source: Search by user username, user email, group title
lv: Meklēt pēc lietotājvārda, lietotāja e-pasta, grupas nosaukuma
ru: Поиск по имени пользователя, адресу электронной почты пользователя, названию группы

source: Select the shop you want to add to the group.
lv: Atlasiet veikalu, kuru vēlaties pievienot grupai.
ru: Выберите магазин, который вы хотите добавить в группу.

source: is pinned
lv: vai ir piesprausts?
ru: закреплен?

source: You cannot select another user's shop!
lv: Jūs nevarat izvēlēties cita lietotāja veikalu!
ru: Вы не можете выбрать магазин другого пользователя!

source: Shop is already added to the group!
lv: Veikals jau ir pievienots grupai!
ru: Магазин уже добавлен в группу!

source: Select the shop you want to remove from the group.
lv: Atlasiet veikalu, kuru vēlaties noņemt no grupas.
ru: Выберите магазин, который вы хотите удалить из группы.

source: Shop is not added to the group!
lv: Veikals nav pievienots grupai!
ru: Магазин не добавлен в группу!

source: username
lv: lietotājvārds
ru: имя пользователя

source: Enter the username of the users you want to invite to the group.
lv: Ievadiet to lietotāju lietotājvārdus, kurus vēlaties ielūgt uz grupu.
ru: Введите имя пользователя, которого вы хотите пригласить в группу.

source: User does not exist!
lv: Lietotājs neeksistē!
ru: Пользователь не существует!

source: You cannot invite yourself!
lv: Jūs nevarat ielūgt sevi!
ru: Вы не можете пригласить себя!

source: User is already a member of the group!
lv: Lietotājs jau ir grupas dalībnieks!
ru: Пользователь уже является участником группы!

source: Invitation has already been sent to this user!
lv: Uzaicinājums šim lietotājam jau ir nosūtīts!
ru: Приглашение уже отправлено этому пользователю!

source: Select the user you want to remove from the group.
lv: Atlasiet lietotāju, kuru vēlaties noņemt no grupas.
ru: Выберите пользователя, которого вы хотите удалить из группы.

source: You cannot remove the owner of the group!
lv: Jūs nevarat noņemt grupas īpašnieku!
ru: Вы не можете удалить владельца группы!

source: User is not a member of the group!
lv: Lietotājs nav grupas dalībnieks!
ru: Пользователь не является участником группы!

source: access password
lv: piekļuves parole
ru: пароль доступа

source: group uuid
lv: grupas uuid
ru: uuid группы

source: group title
lv: grupas nosaukums
ru: название группы

source: is group pinned?
lv: vai grupa ir piesprausta?
ru: группа закреплена?

source: owner of the group
lv: grupas īpašnieks
ru: владелец группы

source: optional
lv: neobligāti
ru: необязательный

source: members
lv: dalībnieki
ru: участники

source: group
lv: grupa
ru: группа

source: groups
lv: grupas
ru: группы

source: Can invite user to a group
lv: Var ielūgt lietotāju uz grupu
ru: Может пригласить пользователя в группу

source: Can remove user from a group
lv: Var noņemt lietotāju no grupas
ru: Может удалить пользователя из группы

source: Can add shop to a group
lv: Var pievienot veikalu grupai
ru: Может добавить магазин в группу

source: Can remove shop from a group
lv: Var noņemt veikalu no grupas
ru: Может удалить магазин из группы

source: Can leave group
lv: Var pamest grupu
ru: Может покинуть группу

source: joined at
lv: pievienojās
ru: присоединился в

source: group membership
lv: dalība grupā
ru: членство в группе

source: group memberships
lv: dalības grupā
ru: членство в группах

source: added at
lv: pievienots
ru: добавлено в

source: shop group
lv: grupu veikals
ru: магазин группы
