Repository: bluemimic/deposit-coupon-registar
Catalog: registar/locale/*/LC_MESSAGES/django.po
Languages: lv, ru

source: shop groups
lv: grupu veikali
ru: магазины группы

source: sender
lv: sūtītājs
ru: отправитель

source: recipient
lv: saņēmējs
ru: получатель

source: is accepted?
lv: vai ir pieņemts?
ru: принято?

source: is processed?
lv: vai ir apstrādāts?
ru: была обработана?

source: sent at
lv: nosūtīts
ru: отправлено в

source: accepted at
lv: pieņemts
ru: принято в

source: rejected at
lv: noraidīts
ru: отказано в

source: invitation
lv: ielūgums
ru: приглашение

source: invitations
lv: ielūgumi
ru: приглашения

source: Can accept invitation
lv: Var pieņemt ielūgumu
ru: Может принять приглашение

source: Can reject invitation
lv: Var noraidīt ielūgumu
ru: Может отклонить приглашение

source: Please enter access password to join
lv: Lūdzu, ievadiet piekļuves paroli, lai pievienotos
ru: Пожалуйста, введите пароль доступа, чтобы присоединиться

source: Invitations
lv: Ielūgumi
ru: Приглашения

source: Invitation to join group %(title)s
lv: Ielūgums pievienoties grupai %(title)s
ru: Приглашение присоединиться к группе %(title)s

source: Join
lv: Pievienoties
ru: Присоединиться

source: Add shops to the group %(title)s
lv: Pievienot veikalus grupai %(title)s
ru: Добавить магазины в группу %(title)s

source: Group %(title)s
lv: Grupa %(title)s
ru: Группа %(title)s

source: Add shop
lv: Pievienot veikalu
ru: Добавить магазин

source: Add shops to the group <span class="gradient-text">%(title)s</span>
lv: Pievienot veikalus grupai <span class="gradient-text">%(title)s</span>
ru: Добавить магазины в группу <span class="gradient-text">%(title)s</span>

source: Add
lv: Pievienot
ru: Добавить

source: Are you sure you want to delete group %(title)s?
lv: Vai tiešām vēlaties nodzēst grupu %(title)s?
ru: Вы уверены, что хотите удалить группу %(title)s?

source: Delete group %(title)s
lv: Dzēst grupu %(title)s
ru: Удалить группу %(title)s

source: This will permanently delete the group. This action cannot be undone. All the members and shops associated with this group will be removed from the group. Your shops will still be available for you. Are you sure you want to delete the group?
lv: Turpinot, grupa tiks neatgriezeniski izdzēsta. Šo darbību nevar atsaukt. Visi ar šo grupu saistītie dalībnieki un veikali tiks noņemti no grupas. Jūsu veikali joprojām būs jums pieejami. Vai tiešām vēlaties nodzēst grupu?
ru: Это приведет к окончательному удалению группы. Это действие невозможно отменить. Все участники и магазины, связанные с этой группой, будут удалены из группы. Ваши магазины по-прежнему будут доступны длявас. Вы уверены, что хотите удалить группу?

source: Delete group
lv: Dzēst grupu
ru: Удалить группу

source: Group <span class="gradient-text">%(title)s</span>
lv: Grupa <span class="gradient-text">%(title)s</span>
ru: Группа <span class="gradient-text">%(title)s</span>

source: You are the owner
lv: Jūs esat īpašnieks
ru: Вы владелец

source: Password protection enabled
lv: Paroles aizsardzība ir iespējota
ru: Защита паролем включена

source: Joined at %(date)s
lv: Pievienojās %(date)s
ru: Присоединился %(date)s

source: <span class="gradient-text display-font">%(owner)s</span> is the owner
lv: <span class="gradient-text display-font">%(owner)s</span> ir īpašnieks
ru: <span class="gradient-text display-font">%(owner)s</span> является владельцем

source: Unpin group
lv: Atspraust grupu
ru: Открепить группу

source: Pin group
lv: Piespraust grupu
ru: Закрепить группу

source: Edit group
lv: Rediģēt grupu
ru: Изменить группу

source: Invite users
lv: Ielūgt lietotājus
ru: Пригласить пользователей

source: Remove users
lv: Noņemt lietotājus
ru: Удалить пользователей

source: Remove shop
lv: Noņemt veikalu
ru: Удалить магазин

source: Leave group
lv: Pamest grupu
ru: Покинуть группу

source: No members found
lv: Nav atrasts neviens dalībnieks
ru: Участники не найдены

source: Edit group %(title)s
lv: Rediģēt grupu %(title)s
ru: Изменить группу %(title)s

source: Open invitation overview
lv: Atvērt ielūgumu pārskatu
ru: Открыть обзор приглашений

source: You have <span class="display-font gradient-text">%(count)s</span> unprocessed invitation
lv: Jums ir <span class="display-font gradient-text">%(count)s</span> neapstrādāts ielūgums
ru: У вас <span class="display-font gradient-text">%(count)s</span> необработанное приглашение

source: <span class="display-font gradient-text">No</span> invitations
lv: <span class="display-font gradient-text">Nav</span> ielūgumu
ru: <span class="display-font gradient-text">Нет</span> приглашений

source: My groups
lv: Manas grupas
ru: Мои группы

source: My memberships
lv: Manas dalības
ru: Мои участия в группах

source: No memberships found
lv: Nav atrasta neviena dalība
ru: Участия в группах не найдены

source: Invitation from %(sender)s to join group %(group)s
lv: %(sender)s ielūgums pievienoties grupai %(group)s
ru: Приглашение от %(sender)s присоединиться к группе %(group)s

source: Invitation to join group <span class="gradient-text">%(group)s</span>
lv: Ielūgums pievienoties grupai <span class="gradient-text">%(group)s</span>
ru: Приглашение присоединиться к группе <span class="gradient-text">%(group)s</span>

source: Sent at %(date)s
lv: Nosūtīts %(date)s
ru: Отправлено %(date)s

source: Invitation from <span class="display-font gradient-text">%(user)s</span>
lv: Ielūgums no <span class="display-font gradient-text">%(user)s</span>
ru: Приглашение от <span class="display-font gradient-text">%(user)s</span>

source: Accept
lv: Pieņemt
ru: Принять

source: Reject
lv: Noraidīt
ru: Отклонить

source: No invitations
lv: Nav ielūgumu
ru: Нет приглашений

source: Invitation archive
lv: Ielūgumu arhīvs
ru: Архив приглашений

source: Accepted
lv: Pieņemts
ru: Принятые

source: No accepted invitations
lv: Nav pieņemtu ielūgumu
ru: Нет принятых приглашений

source: Rejected
lv: Noraidīts
ru: Отклоненные

source: No rejected invitations
lv: Nav noraidītu ielūgumu
ru: Нет отклоненных приглашений

source: Invite users to the group %(title)s
lv: Ielūgt lietotājus uz grupu %(title)s
ru: Пригласить пользователей в группу %(title)s

source: Invite users to the group <span class="gradient-text">%(title)s</span>
lv: Ielūgt lietotājus uz grupu <span class="gradient-text">%(title)s</span>
ru: Пригласить пользователей в группу <span class="gradient-text">%(title)s</span>

source: Invite
lv: Ielūgt
ru: Пригласить

source: Remove users from the group %(title)s
lv: Noņemt lietotājus no grupas %(title)s
ru: Удалить пользователей из группы %(title)s

source: Remove users from the group <span class="gradient-text">%(title)s</span>
lv: Noņemt lietotājus no grupas <span class="gradient-text">%(title)s</span>
ru: Удалить пользователей из группы <span class="gradient-text">%(title)s</span>

source: Remove
lv: Noņemt
ru: Удалить

source: Remove shop from the group %(title)s
lv: Noņemt veikalu no grupas %(title)s
ru: Удалить магазин из группы %(title)s

source: Remove shop from the group <span class="gradient-text">%(title)s</span>
lv: Noņemt veikalu no grupas <span class="gradient-text">%(title)s</span>
ru: Удалить магазин из группы <span class="gradient-text">%(title)s</span>

source: Group created successfully
lv: Grupa veiksmīgi izveidota
ru: Группа успешно создана

source: Group updated successfully
lv: Grupa ir veiksmīgi atjaunināta
ru: Группа успешно изменена

source: Group deleted successfully
lv: Grupa veiksmīgi izdzēsta
ru: Группа успешно удалена

source: You have left the group %(group)s
lv: Jūs esat pametis grupu %(group)s
ru: Вы покинули группу %(group)s

source: Group pinned successfully!
lv: Grupa ir veiksmīgi piesprausta!
ru: Группа успешно закреплена!

source: Group unpinned successfully!
lv: Grupa ir veiksmīgi atsprausta!
ru: Группа успешно откреплена!

source: Invitation sent successfully
lv: Ielūgums ir veiksmīgi nosūtīts
ru: Приглашение успешно отправлено

source: Member removed successfully
lv: Dalībnieks ir veiksmīgi noņemts
ru: Участник успешно удален

source: Shop added successfully
lv: Veikals ir veiksmīgi pievienots
ru: Магазин успешно добавлен

source: Shop removed successfully
lv: Veikals ir veiksmīgi noņemts
ru: Магазин успешно убран

source: Invitation accepted successfully
lv: Ielūgums veiksmīgi pieņemts
ru: Приглашение успешно принято

source: Access password is incorrect!
lv: Piekļuves parole nav pareiza!
ru: Пароль доступа неверный!

source: Invitation declined successfully
lv: Ielūgums veiksmīgi noraidīts
ru: Приглашение успешно отклонено

source: Invitation was declined
lv: Ielūgums tika noraidīts
ru: Приглашение было отклонено

source: Can view a shop on the marketplace
lv: Var apskatīt veikalu tirgus laukumā
ru: Может просмотреть магазин на маркетплейсе

source: Can use a shop from the marketplace
lv: Var izmantot veikalu no tirgus laukuma
ru: Может использовать магазин на маркетплейсе

source: Use this shop
lv: Izmantot šo veikalu
ru: Использовать этот магазин

source: Shop '%(title)s' has been added to your account.
lv: Veikals '%(title)s' ir pievienots jūsu kontam.
ru: Магазин '%(title)s' добавлен в ваш аккаунт.

source: English
lv: Angļu
ru: Английский

source: Latvian
lv: Latviešu
ru: Латышский

source: Russian
lv: Krievu
ru: Русский
